Repository: KDE/cervisia
Catalog: po/*/cvsservice.po
Languages: eo, he

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
he: צוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
he: kde-l10n-he@kde.org

source: ssh-askpass for the CVS D-Bus Service
eo: ssh-askpass por la CVS D-Bus-servo
he: ssh-askpass לשירות ה־D-Bus של CVS

source: Copyright (c) 2003 Christian Loose
eo: Kopirajto (K) 2003 Christian Loose
he: כל הזכויות שמורות (c) 2003 לכריסטיאן לוז

source: prompt
he: בקשה

source: Please type in your password below.
eo: Bonvolu entajpu via pasvorton sube.
he: נא למלא את הסיסמה שלך להלן.

source: Repository:
eo: Deponejo:
he: מאגר:

source: Enter password for repository %1.
eo: Enigu pasvorton por deponejo %1.
he: נא למלא סיסמה למאגר %1.

source: You have to set a local working copy directory before you can use this function!
eo: Vi devas unue meti dosierujon por loka laborkopio antaŭ povi uzi ĉi funkcion!
he: יש להגדיר תיקיית עותק פעיל מקומי לפני שיתאפשר לך להשתמש בפונקציה הזאת!

source: There is already a job running
eo: Estas jam labortasko rulanta
he: יש כבר משימה פעילה

source: CVS D-Bus service
eo: CVS D-Bus-servo
he: שירות D-Bus של CVS

source: D-Bus service for CVS
eo: D-Bus-servo por CVS
he: שירות D-Bus ל־CVS

source: Copyright (c) 2002-2003 Christian Loose
eo: Kopirajto (k) 2002-2003 Christian Loose
he: כל הזכויות שמורות (c) 2002‏-2003 לכריסטיאן לוז

source: Christian Loose
he: כריסטיאן לוז

source: Developer
eo: Kreinto
he: מפתח
